# PhyMaterialParamFivepercentModulusOfElacticity Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..PhyMaterialParamFivepercentModulusOfElacticity Property
ParameterTypeId Class See Also
---
"5% Modulus of Elasticity"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId PhyMaterialParamFivepercentModulusOfElacticity { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property PhyMaterialParamFivepercentModulusOfElacticity As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ PhyMaterialParamFivepercentModulusOfElacticity {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace